tap "buo/cask-upgrade"
tap "homebrew/bundle"

brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chruby"
brew "curl"
brew "direnv"
brew "dive"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "hadolint"
brew "helm"
brew "heroku"
brew "highlight"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "jqp"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "markdownlint-cli2"
brew "mas"
brew "maven-completion"
brew "neovim"
brew "nvm"
brew "rainfrog"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "telnet"
brew "tfenv"
brew "tree"
brew "wget"
brew "wrk"
brew "yamllint"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "arc"
cask "box-drive"
cask "cyberduck"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "languagetool-desktop"
cask "logi-options+"
cask "macpass"
cask "nextcloud"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "wd-security"
cask "zoom"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
